{
    "https://biznes.pap.pl/espi/espi/2025?company=1&selectCompany=1": [
        "11 BIT STUDIOS SA (2/2025) Umowa wydawnicza z The Outer Zone",
        "11 BIT STUDIOS SA (1/2025) Terminy przekazywania raportów okresowych w 2025 roku"
    ],
    "https://biznes.pap.pl/espi/espi/2025?company=1619&selectCompany=1619": [
        "CREOTECH INSTRUMENTS SA (15/2025) Zamknięcie oferty akcji serii K. Zawarcie umów objęcia akcji.",
        "CREOTECH INSTRUMENTS SA (14/2025) Zakończenie procesu przyspieszonej budowy księgi popytu. Ustalenie ceny emisyjnej i liczby akcji serii K do zaoferowania inwestorom.",
        "CREOTECH INSTRUMENTS SA (13/2025) Żądanie akcjonariusza co do zmian w porządku obrad.",
        "CREOTECH INSTRUMENTS SA (12/2025) Rozpoczęcie procesu przyspieszonej budowy księgi popytu w ramach oferty publicznej nowych akcji na okaziciela serii K Spółki.",
        "CREOTECH INSTRUMENTS SA (11/2025) Informacja o zatwierdzeniu przez Skarb Państwa - Agencję Uzbrojenia dokumentacji wynikowej B1 oraz zakończeniu zadania B1 w projekcie Mikroglob",
        "CREOTECH INSTRUMENTS SA (10/2025) Wykaz akcjonariuszy Creotech Instruments S.A. posiadających na Nadzwyczajnym Walnym Zgromadzeniu w dniu 30 stycznia 2025 r. co najmniej 5% liczby głosów.",
        "CREOTECH INSTRUMENTS SA (9/2025) Informacja o treści uchwał podjętych przez Nadzwyczajne Walne Zgromadzenia Creotech Instruments S.A. w dniu 30 stycznia 2025 r.",
        "CREOTECH INSTRUMENTS SA (8/2025) Ogłoszenie o zwołaniu Nadzwyczajnego Walnego Zgromadzenia spółki Creotech Instruments S.A. na dzień 28 lutego 2025 r.",
        "CREOTECH INSTRUMENTS SA (7/2025) Żądanie PTE Allianz co do zmian w treści uchwał",
        "CREOTECH INSTRUMENTS SA (6/2025) Terminy przekazywania raportów okresowych w 2025 roku",
        "CREOTECH INSTRUMENTS SA (5/2025) Żądanie akcjonariusza co do zmian w treści uchwały emisyjnej.",
        "CREOTECH INSTRUMENTS SA (4/2025) Podpisanie umowy z Europejską Agencją Kosmiczną na realizację projektu pn. \"Starterkit for a base station of a private 5G mmWave network with ultra-precise time synchronization\"",
        "CREOTECH INSTRUMENTS SA (3/2025) Podpisanie umowy z Europejską Agencją Kosmiczną na realizację projektu pn. \"Space Based Observation Mission (SBOM) Feasibility Study\"",
        "CREOTECH INSTRUMENTS SA (2/2025) Ogłoszenie o zwołaniu Nadzwyczajnego Walnego Zgromadzenia spółki Creotech Instruments S.A. na dzień 30 stycznia 2025 r.",
        "CREOTECH INSTRUMENTS SA (1/2025) Rozpoczęcie działań zmierzających do pozyskania środków finansowych z emisji nowych akcji"
    ],
    "https://biznes.pap.pl/espi/espi/2025?company=798&selectCompany=798": [
        "3R GAMES SA (2/2025) Terminy publikacji raportów okresowych w roku 2025",
        "3R GAMES SA (1/2025) Premiera gry \"Bridge the Gap!\" (wcześniej jako \"Monkies in the Brickland\") na platformie PlayStation VR 2"
    ]
}